[
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "category_id": "01",
    "total_lecture": "29 Lectures",
    "price": 854000,
    "title": "Create Amazing Color Schemes for Your UX Design Projects",
    "author": {
      "name": "Pamela Foster",
      "img": "https://htmldemo.net/edule/eduLe/assets/images/author/author-02.jpg"
    },
    "image_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-02.jpg",
    "details": "Prepare for a career in the high-growth field of UX design, no experience or degree required. With professional training designed by Google, get on the fast-track to a competitively paid job. There are currently 99,000 U.S. job openings in UX design with a median entry-level salary of $92,000.¹User experience (UX) designers focus on the interaction that users have with products, like websites, apps, and physical objects. They make those everyday interactions useful, enjoyable, and accessible.Over 7 courses, gain in-demand skills that will prepare you for an entry-level job. "
  },

  {
    "_id": "f69a695f037cd9484cecaea37ca71011",
    "category_id": "02",
    "total_lecture": "20 Lectures",
    "price": 54000,
    "title": "Post Graduate Program in Full Stack Web Development",
    "author": {
      "name": "Pamela Foster",
      "img": "https://htmldemo.net/edule/eduLe/assets/images/author/author-02.jpg"
    },
    "image_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-03.jpg",
    "thumbnail_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-03.jpg",
    "details": "The course provides a complete understanding of how a website is built from scratch.This course also focuses on building a strong foundation in Java programming along with data structures and algorithm.Introduction to software tools such as HTML5, CSS, Bootstrap 4 and Spring MVC will be covered with examples to have hands-on experience.The course comes with projects that involve developing an e-commerce website to make the students industry-ready."
  },

  {
    "_id": "f037cd9484cecaea37ca71011",
    "category_id": "03",
    "total_lecture": "40 Lectures",
    "price": 92000,
    "title": "Data Science and Machine Learning with Python - Hands On!",
    "author": {
      "name": "Rose Simmons",
      "img": "https://htmldemo.net/edule/eduLe/assets/images/author/author-03.jpg"
    },
    "image_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-01.jpg",
    "thumbnail_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-05.jpg",
    "details": "This comprehensive course will be your guide to learning how to use the power of Python to analyze data, create beautiful visualizations, and use powerful machine learning algorithms!Data scientist is one of the best suited professions to thrive this century. It is digital, programming-oriented, and analytical. Therefore, it comes as no surprise that the demand for data scientists has been surging in the job marketplace.Data Scientist has been ranked the number one job on Glassdoor and the average salary of a data scientist is over $120,000 in the United States according to Indeed! Data Science is a rewarding career that allows you to solve some of the world's most interesting problems!However, supply has been very limited. It is difficult to acquire the skills necessary to be hired as a data scientist."
  },

  {
    "_id": "f037cd9484ea37ca71011",
    "category_id": "04",
    "total_lecture": "10 Lectures",
    "price": 24400,
    "title": "Brand Management: Aligning Business, Brand and Behaviour",
    "author": {
      "name": "Rose Simmons",
      "img": "https://htmldemo.net/edule/eduLe/assets/images/author/author-04.jpg"
    },
    "image_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-04.jpg",
    "thumbnail_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-04.jpg",
    "details": "Professor Nader Tavassoli of London Business School contrasts traditional approaches to branding - where brands are a visual identity and a promise to customers - to brands as a customer experience delivered by the entire organisation. The course offers a brand workout for your own brands, as well as guest videos from leading branding professionals.The aim of the course is to change the conception of brands as being an organisation's visual identity (e.g., logo) and image (customers' brand associations) to an experience along  along the customer journey and, therefore, delivered by people across the entire organisation. Brands are thus not only an external promise to customers, but a means of executing business strategy via internal brand-led behaviour and culture change."
  },

  {
    "_id": "84cecaea37ca71011",
    "category_id": "05",
    "total_lecture": "25 Lectures",
    "price": 233000,
    "title": "Accounting Analysis I: The Role of Accounting as an Information System",
    "author": {
      "name": "Rose Simmons",
      "img": "https://htmldemo.net/edule/eduLe/assets/images/author/author-06.jpg"
    },
    "image_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-06.jpg",
    "thumbnail_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-06.jpg",
    "details": "This course is the first course in a five-course Financial Reporting Specialization that covers the collection, processing, and communication of accounting information (via financial reports) about economic entities to interested parties (i.e., managers and external stakeholders such as stockholders and creditors).  To gain the most relevant knowledge from these courses, learners should have taken a basic accounting course prior to this Specialization (which can be done through Coursera courses, such as any accounting course from the Fundamentals of Accounting Specialization: https://www.coursera.org/specializations/accounting-fundamentals). This Specialization focuses on accounting concepts, principles and theory with an emphasis on problems that arise in applying these concepts for external reporting purposes.  Specific emphasis is placed on measurement of assets, liabilities, equities and income, as well as disclosure of additional information that may assist users understand the financial reports.  "
  },

  {
    "_id": "84cecaea3437ca71011",
    "category_id": "06",
    "total_lecture": "35 Lectures",
    "price": 233000,
    "title": "Google Digital Marketing & E-commerce Professional Certificate",
    "author": {
      "name": "Rose Simmons",
      "img": "https://htmldemo.net/edule/eduLe/assets/images/author/author-05.jpg"
    },
    "image_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-05.jpg",
    "thumbnail_url": "https://htmldemo.net/edule/eduLe/assets/images/courses/courses-05.jpg",
    "details": "Prepare for a new career in the high-growth fields of digital marketing and e-commerce, in under six months, no experience or degree required. Businesses need digital marketing and e-commerce talent more than ever before; 86% of business leaders report that digital commerce will be the most important route to growth. There are 218,000 U.S. job openings in this growing field, with a median entry-level salary of $51,000.¹Throughout this program, you will gain in-demand skills that prepare you for an entry-level job and learn how to use tools and platforms like Canva, Constant Contact, Google Ads, Google Analytics, Hootsuite, HubSpot, Mailchimp, Shopify, and Twitter. You will learn from subject-matter experts at Google and have a chance to build your own portfolio with projects like customer personas and social media calendars to show to potential employers. "
  }

]